---
kind: property
id: P:Autodesk.Revit.DB.ScheduleSortGroupField.ShowBlankLine
source: html/64375117-ccd3-133a-e260-2d98cf34be06.htm
---
# Autodesk.Revit.DB.ScheduleSortGroupField.ShowBlankLine Property

Indicates if an empty row should be displayed between groups.

## Syntax (C#)
```csharp
public bool ShowBlankLine { get; set; }
```

## Remarks
True if an empty row should be displayed, false otherwise.